[
    {
        "title":"R. Buckminster Fuller",
        "copyRight":"Boris Artzybasheff",
        "classification":"Painting",
        "medium":"Tempera on board",
        "dimension":"Sight: 43.2 x 31.1cm (17 x 12 1/4\") Frame: 74.9 x 59.7 x 3.2cm (29 1/2 x 23 1/2 x 1 1/4\")",
        "owner":"National Portrait Gallery, Smithsonian Institution",
        "image":"http://npgportraits.si.edu/eMuseumNPG/media/previews/78t0786a_1.jpg",
        "description":"Born Milton, Massachusetts  Although not an accredited architect, Buckminster Fuller was best known for his many experiments in building design and his philosophy of architecture. Adhering to his \"dymaxion\" principle, which called for maximum results from a minimum of material and energy, he was an early advocate of prefabrication and modular construction. The most famous of Fuller's achievements was the geodesic dome, which artist Boris Artzybasheff wittily depicts here as the structure of Fuller's face and skull. Patented in 1947, this spherical structure required no internal support, thus creating an unobstructed interior space. In 1967, one of Fuller's domes served as the United States pavilion at the world exposition in Montreal, where it became a symbol of America's tradition in technical innovation.",
        "dateOfWork":"1963",
        "creditLine":"National Portrait Gallery, Smithsonian Institution; gift of Time magazine",
        "Ref":"NPG.78.TC394",
        "artist":"Boris Artzybasheff",
        "artistBornDate":"1899",
        "artistDiedDate":"1965",
        "sitter":"Buckminster Fuller Jr.",
        "sitterBornDate":"12 Jul 1895",
        "sitterDiedDate":"1 Jul 1983",
        "keywords":"Eyeglasses, Dress Accessor, Helicopter"
    },
    {
        "title":"Neil Armstrong",
        "copyRight":"Louis Glanzman",
        "classification":"Painting",
        "medium":"Acrylic and casein on Masonite",
        "dimension":"Sight: 76.8 x 56.5cm (30 1/4 x 22 1/4\") Frame: 83.8 x 64.1 x 3.8cm (33 x 25 1/4 x 1 1/2\")",
        "owner":"National Portrait Gallery, Smithsonian Institution",
        "image":"http://npgportraits.si.edu/eMuseumNPG/media/previews/78T1686A_2.jpg",
        "description":"Born Wapakoneta, Ohio   On July 20, 1969, Neil Armstrong became the first person to walk on the moon, meeting President John F. Kennedy’s 1961 goal for Americans to reach the moon by the end of the decade. Descending from the Lunar Excursion Module (LEM) to the lunar surface, Armstrong declared, “One small step for (a) man, one giant leap for mankind” as a camera beamed images back to earth. The lunar landing—during which Armstrong had to override the LEM’s autopilot to manually guide the aircraft to a safe landing on the moon—represents a defining moment in Armstrong’s distinguished career, which included service in the Korean War. In honor of his achievement, the nation recognized him with the Presidential Medal of Freedom in 1969; he also received many other national and international accolades. He went on to teach and to work in private industry and helped the nation continue to strengthen its space program.",
        "dateOfWork":"1969",
        "creditLine":"National Portrait Gallery, Smithsonian Institution; gift of Time magazine",
        "Ref":"NPG.78.TC844",
        "artist":"Louis Glanzman",
        "artistBornDate":"1922",
        "artistDiedDate":"",
        "sitter":"Neil Alden Armstrong",
        "sitterBornDate":"5 Aug 1930",
        "sitterDiedDate":"25 Aug 2012",
        "keywords":"Camera, Equipment, United States"
    },
    {
        "title":"Linus Pauling",
        "copyRight":"Estate of Alice Neel",
        "classification":"Painting",
        "medium":"Oil on canvas",
        "dimension":"Stretcher: 126.4 x 90.2 x 2.5cm (49 3/4 x 35 1/2 x 1\") Frame: 148.9 x 113 x 7cm (58 5/8 x 44 1/2 x 2 3/4\")",
        "owner":"National Portrait Gallery, Smithsonian Institution",
        "image":"http://npgportraits.si.edu/eMuseumNPG/media/previews/8500146A_1.jpg",
        "description":"Born Portland, Oregon  The only recipient of two unshared Nobel Prizes-for chemistry and peace-Linus Pauling both advanced science and addressed its social implications. In the 1930s and 1940s, he applied quantum mechanics to chemistry, inspiring new discoveries about molecular structures and leading to his 1954 Nobel Prize. Pauling's resistance to atomic weapons fueled his publication of No More War! in 1958 and earned him a second Nobel in 1962. A year later the Nuclear Test-Ban Treaty was implemented.  \tAlice Neel's informal portrait depicts the scientist outside of the laboratory to indicate the breadth of his commitments. Pauling later explained, I could have accomplished a lot more science from 1945 to 1965. I decided . . . I ought to get scientists working for world peace. . . . Scientists have an obligation to help fellow citizens make the right decisions.",
        "dateOfWork":"1969",
        "creditLine":"National Portrait Gallery, Smithsonian Institution",
        "Ref":"NPG.85.73",
        "artist":"Alice Neel",
        "artistBornDate":"28 Jan 1900",
        "artistDiedDate":"13 Oct 1984",
        "sitter":"Linus Carl Pauling",
        "sitterBornDate":"28 Feb 1901",
        "sitterDiedDate":"19 Aug 1994",
        "keywords":"Chair, Furniture, Home Furnishings"
    }
]
