[
    {
        "video":"https://smmoa.org/audio/project-room-1-isa-melsheimer",
        "title":"Isa Melsheimer: Vermilion Sands and Other Stories from the Neon West",
        "author":"Isa Melsheimer",
        "imageSRC":"https://smmoa.org/wp-content/uploads/2012/06/12-03-Isa-Melsheimer.jpg",
        "caption":"Vermilion Sands and Other Stories from the Neon West, 2012, Installation view, Santa Monica Museum of Art, Photo: Monica Orozco",
        "description":"Isa Melsheimer: Vermilion Sands and Other Stories from the Neon West is a never-before-seen installation that explores Hollywood s cinematic heyday and its motion picture icons, investigating notions of glamour and luxury as they relate to characters, architecture, and locations in and around Los Angeles. Santa Monica Museum of Art Deputy Director Lisa Melandri is curator of Vermilion Sands and Other Stories from the Neon West, in which the artist utilizes commonplace, and largely domestic materials, to create site-specific environments, including a mixture of altered and embroidered t-shirts, live plants, paper, pearls, yarn constructions, and cast concrete sculptures. During a 2007 residency at Villa Aurora a nonprofit organization located in Pacific Palisades dedicated to German-American cultural exchange Melsheimer became interested in Los Angeles s landscape and architecture, as well as the fictional and historical characters that inhabit these spaces. Influenced by classic Hollywood films such as David Lynch s Mulholland Drive and Billy Wilder s Sunset Boulevard, and the stories of James Graham Ballard, Melsheimer examines the affects of architecture and location on Los Angeles s glamorized cinematic figures; as well as the demise of those figures from lifestyles of fame and financial success. Melsheimer is particularly drawn to examples such as the Salton Sea, a former glamorous resort area new Palm Springs that has since degenerated into a kind of wasteland, and the character Norma Desmond and her shabby mansion from Wilder s iconic film. With Vermilion Sands and Other Stories from the Neon West, Melsheimer wants viewers to be aware that architecture is always representative of ideas or subjects that permeate society. She asks viewers to consider: Which fictional and historical subjects are admired within Los Angeles? Why do residents emigrate from Los Angeles? What aesthetics characterize Los Angeles s buildings; and what sentiments manifest in the region s architecture? Some content may be deemed inappropriate for younger viewers. Support for Isa Melsheimer: Vermilion Sands and Other Stories from the Neon West has been provided in part by Institut für Auslandsbeziehungen e.V. About the artist:Melsheimer (b. 1968) was born in Neuss, Germany, and lives and works in Berlin. She attended the Hochschule der Künste (Academy of Fine Arts), Berlin, and completed a master class with painter Georg Baselitz. Melsheimer s work has been shown in solo exhibitions in museums and galleries throughout Europe, including in Paris at Galerie Jocelyn Wolff, in Nîmes at Musée d Art Contemporain, in Vienna at Galerie Nächst St. Stephan, in Berlin at Esther Schipper Gallery, in Switzerland at Kunsthaus Langenthal, in Maastricht, Netherlands at Bonnefantenmuseum, and in Marfa, Texas at The Chinati Foundation. Melsheimer s work has also been presented in numerous group exhibitions, including in Chamarande, France, at Domaine Départemental de Chamarande, in Berlin at Kunsthalle Autocenter, in Copenhagen at the Institute of Contemporary Art, in Istanbul at BM SUMA Contemporary Art Center, in Mexico City at Museo Tamayo, and in Philadelphia at Cereal Art Project Room."
    },
    {
        "video":"https://smmoa.org/video/gallery-talk-adam-berg-endangered-spaces-at-smmoa/",
        "title":"Adam Berg: Endangered Spaces",
        "author":"Adam Berg",
        "imageSRC":"https://smmoa.org/wp-content/uploads/2012/06/12-mg-9304.jpg",
        "caption":"Endangered Spaces, 2012, Installation view, Santa Monica Museum of Art, Photo: Monica Orozco",
        "description":"Artist s acknowledgements and thanks to: The Getty Research Institute, Research Library/photo collection; Julius Shulman photography of Neutra s Kronish House; The friends of the Schindler House; The City of Los Angeles and Barnsdall Art Park; Friends of the Hollyhock House; Joshua White photography of Lautner s Beyer House; Special effects: Maya Zuckerman; Matthew Klein Media; and Edward Cella Art+Architecture"
    },
    {
        "video":"https://smmoa.org/audio/combustione-alberto-burri-and-america/",
        "title":"Combustione: Alberto Burri and America",
        "author":"Combustione",
        "imageSRC":"https://smmoa.org/wp-content/uploads/2012/06/2-Muffa_1951-copyOnWeb.jpg",
        "caption":"Alberto Burri, Mold (Muffa), 1951, Oil paint and pumice stone on canvas, 28 ⅜ x 31 ½ in., The Art Institute of Chicago, Gift of Studs Terkel in memory of Ida Terkel",
        "description":""
    }
]
