[
    {
        "birthDate":"1899",
        "deathDate":"1990",
        "name":"Ishigo, Estelle",
        "biography":"Estelle Ishigo is probably best known as the chronicler in art of the Wyoming Heart Mountain Concentration Camp experience.  Of English, Dutch and French ancestry, Ishigo was married to a nisei and spent most of her life among Japanese Americans.  Estelle Peck was born in Oakland in 1899 and moved with her family to Los Angeles at the age of 12.  A sympathetic teacher noted her interest in art and directed her to Otis Art Institute, where she found her calling and met Arthur Ishigo (1902-1957), a San Francisco-born Nisei who was working as a chauffeur for California Lieutenant Governor Robert Kenny.  Antimiscegenation laws at the time prohibited interracial couples from getting married, so in 1928, Peck and Ishigo took a trip across the border to Tijuana to be wed.  Hoping for a career as an actor, Arthur worked as a janitor at Paramount Studios while Estelle worked as an art teacher.  Shunned by her family and by other Caucasians, the couple lived among the Japanese American community.With the outbreak of World War II and the removal of all West Coast Japanese Americans to inland concentration camps, the couple faced a dilemma.  As a Nisei, Arthur was required to go while his wife was not.  Though he wanted her to stay behind, she accompanied her husband first to the Pomona \"Assembly Center\" in California, then to Heart Mountain, Wyoming.  Throughout the war years, Estelle drew, sketched and painted what she saw, providing a valuable document of life in the American concentration camps.  \"Strange as it may sound, in this desolate, lonely place I felt accepted for the first time in my life,\" she later wrote of her time at Heart Mountain.  She and her husband remained there in order to record the last days of the camp until the camp closed.  They and the others who were left were given $25 and put on a train to the West Coast.  \"I felt as if I were part of a defeated Indian tribe,\" she remembered. The couple lived for several years in poverty in a succession of trailer parks until Arthur got a job as a baggage handler at an airport.  After Arthur died of cancer  in 1957, Estelle took a job as a mimeograph operator to make ends meet.  In 1984, fellow Heart Mountain inmate Bacon Sakatani found Ishigo living in dire poverty in a squalid apartment, both her legs lost to gangrene.  Former Heart Mountain residents made her last years pleasant ones and oversaw the republication of her 1972 book of drawings, Lone Heart Mountain.  In 1990, film maker Steven Okazaki made a documentary of her life titled Days of Waiting.  She passed away before seeing the film, which went on to win an Academy Award for Best Documentary Short."
    },
    {
        "birthDate":"1907",
        "deathDate":"2004",
        "name":"Date, Hideo",
        "biography":"New York City-based artist Hideo Date (1907-2004) was born in Osaka, Japan and immigrated to California in 1923.  After graduating from high school he enrolled at the Otis Art Institute in Los Angeles, but left after a year to pursue the study of traditional brush painting in Japan.  Date returned to Los Angeles where he spent the 1930s immersed in the burgeoning Los Angeles art scene.  He interacted and exhibited with a host of other young artists through groups such as the College Art Association, the Foundation of Western Art, the Los Angeles Oriental Artists Group, and the Los Angeles Art Association.  Date was greatly influenced by artist and teacher Stanton MacDonald-Wright who oversaw the Los Angeles Art Students League.  Date was also a part of the Independents, a group of L.A.-based artists who rejected the tenets of modernism.With the outbreak of World War II, Date was sent first to the Santa Anita Race Track, California and then to Heart Mountain concentration camp in Wyoming, where he taught art privately to other Japanese American inmates.  He went to New York City after the war and continued to involve himself with other artists and associations.  He traveled extensively, going to New Orleans and back to Los Angeles, and then to Italy and France.Date's body of work is important to an understanding of Japanese American history, particularly in terms of looking at the changes over time from the early prewar period through to the present day.  Date is additionally important because of his issei status, shedding light on the immigrant generation and the role of artists in the prewar era."
    },
    {
        "birthDate":"1901",
        "deathDate":"1990",
        "name":"Sugimoto, Henry",
        "biography":"Henry Sugimoto (1900-1990) was born in Gozenmatsu, Wakayama prefecture, Japan and immigrated to the United States in 1919 after he finished his studies at Wakayama Middle School.  Sugimoto traveled to Hanford, California, joining his parents who had immigrated years earlier.  He graduated from Hanford High School and attended the University of California at Berkeley, the California College of Arts and Crafts, the California School of Fine Art, and the Academie Colarossi in Paris, France.  He received his Bachelor of Fine Arts degree from California College of Arts and Crafts in 1928.After completing his studies, Sugimoto taught art and Japanese language for a living.  He also traveled to France and Mexico to develop and hone his art.  His work was exhibited a the Salon d'Automne in Paris, the California Palace of Legion of Honor, and the San Francisco Museum of Art.  With the outbreak of World War II, Sugimoto and his family were forcibly removed from Hanford to the Fresno Assembly Center, California and then transported to the concentration camps at Jerome and later Rohwer, Arkansas, where he taught high school art classes.  After the war, the family resettled in New York City where he worked as an artist and a fabric designer.Sugimoto has received numerous awards.  His painting have been exhibited in many public and private galleries in the United States, Europe and Japan.  During the 1980s, both the Smithsonian and the Wakayama Modern Art Museum acquired some of Sugimoto's paintings for their permanent collection.Though his paintings encompass many styles and subjects, Sugimoto is best known for his depictions of the World War II concentration camps.  These emotionally charged works reveal many aspects of the Japanese American experience during World War II, conjuring the fear and trauma and other facets of life within the barbed wire fences.  Late in his life, Sugimoto also painted a series of canvases depicting the pre-World War II issei experience."
    }
]
