[
    {
        "description":"Stretched and framed, marker on canvas.  Split imagery of life in coal mine and world above.  One man shovels coal, right foreground, while another raises a pickaxe above coal in wall on left.  Behind them one man pushes a coal bin on tracks, right midground, as a man walks with a pickaxe and bucket in tunnel.  All men are dressed in brown pants, black boots, cap and blue vest over tan shirt.  A lamp shines light from above.  At top, cloud-like image of trees and coal mill with sign, \"Coal Mine,\" under sunny sky.",
        "title":"Untitled (Coal Miners)",
        "artist":"Sugimoto, Henry",
        "subjectTags":"Coal mines, Coal miners, Coal mining, Picks (tools), shovels, Buildings, Trees",
        "credit":"Gift of Madeleine Sugimoto and Naomi Tagawa, Japanese American National Museum",
        "materials":"oil, Canvas",
        "imageURL":"http://media.janm.org/collections/janm_92.97.111_a.jpg",
        "accessionID":"(92.97.111)",
        "dateCreated":"1984",
        "dimensions":"L: 64 in, W: 51.5 in, D: 1 in",
        "techniqueType":"painting"
    },
    {
        "description":"1 negative : b&amp;w; ; 120 mm.  Published in Rafu Shimpo, July 8, 1970, Japanese section.  Mitsubishi Trading Company, or Mitsubishi Shoji, at the Music Center of Los Angeles restaurant in Los Angeles, California, 1970.  Four Japanese men in suits stand in a row facing the viewer with table covered with drinks in foreground and drapery in background.  Los Angeles manager Eichi Tamai stands at far right, and Katsuma Mukaeda stands second from left.<br>",
        "title":"Mitsubishi Trading Company at Music Center of Los Angeles County, Los Angeles, California, 1970",
        "artist":"Rafu Shimpo",
        "subjectTags":"Men, Older men, Suits (Clothing), Interiors, Restaurants, Japanese, California, Los Angeles",
        "credit":"Photograph by Toyo Miyatake Studio, Gift of the Alan Miyatake Family",
        "materials":"",
        "imageURL":"http://media.janm.org/collections/janm_96.267.1193_1_a.jpg",
        "accessionID":"(96.267.1193)",
        "dateCreated":"July 7, 1970",
        "dimensions":"Neg Type: 120.00 mm",
        "techniqueType":"negative"
    },
    {
        "description":"Stretched and unframed.  Abstract in hues of red, blue, purple, orange, yellow, pink, black, gray.  Solid blue background along left; yellow-gray hued background along right.  Vertically oriented multicolored forms extend from center bottom edge to top edge with large red-orange form, center.  Curved strip of purple, right center.",
        "title":"Untitled",
        "artist":"Date, Hideo",
        "subjectTags":"Abstract, Colors",
        "credit":"Gift of Hideo Date",
        "materials":"oil, canvas",
        "imageURL":"http://media.janm.org/collections/janm_99.111.132_a.jpg",
        "accessionID":"(99.111.132)",
        "dateCreated":"1975-1980",
        "dimensions":"H: 40 in, W: 28 in",
        "techniqueType":"painting"
    }
]
