[
    {        
        "title":"Portrait of Florence Pierce",
        "photo":"http://www.mfah.org/site_media/cache/72/7c/727c9b61b85b16d432a79031137e3d6b.jpg",
        "dimensions":"38 x 30 inches",
        "technique":"Oil on canvas",
        "credittext":"Gift of Mr. and Mrs. Meredith Long in memory of Agnes Cullen Arnold",
        "artyear":"1914",
        "link":"http://www.mfah.org/art/100-highlights/portrait-florence-pierce/",
        "artdesc":"Florence (Flossie) Pierce was the daughter of a lighthouse keeper who lived on an island off the coast of Maine, where artist George Bellows spent several summers. In this portrait of her, Bellows experiments with bold color arranged in large blocks. At the same time, he suggests a complex psychological presence conveyed by the brightly lit gaze of his subject. (International Exhibition of Modern Art). uBellows was associated with the Ashcan School, a group of painters in New York City who celebrated everyday subject matter in paintings of the urban scene. His energetic style and broad brushwork won immediate praise and recognition, and at the age of 27, he was elected as one of the youngest associates in the history of the National Academy of Design. Four years later, in 1913, he became an academician and exhibited in New York's landmark Armory Show , His exposure there to modern European art is evident in the heightened color, and concern for form and structure, seen in Portrait of Florence Pierce . The dramatic lighting and loose paint handling, especially beautiful in the sitter's foreshortened arm and hand draped over the chair back, are characteristic of the powerful, realistic portraits that Bellows painted throughout his career.",
        "artist":"GEORGE BELLOWS",
        "nationality":"American",        
        "artistBirth":"1882",
        "artistDeath":"1925"        
    },
    {        
        "title":"Advertisement for the George P. Ide Company",
        "photo":"http://www.mfah.org/site_media/cache/86/78/86782e380562e26230328213f0882f69.jpg",
        "dimensions":"4 3/4 x 3 5/8 inches",
        "technique":"Platinum print",
        "credittext":"Gift of Target Stores",
        "artyear":"1922",
        "link":"http://www.mfah.org/art/100-highlights/advertisement-george-p-ide-company/",
        "artdesc":"As one of the most important fashion and advertising photographers of the 1920s and 1930s, Paul Outerbridge often reduced objects to their essential forms. The resulting images are refined, abstract compositions akin to early Modernist experiments. Of the numerous influential ad photographs taken by Outerbridge, Advertisement for George P. Ide Company remains his most famous. Vanity Fair Harper's Bazaar With his fierce attention to tone, lighting, and composition, Outerbridge managed to elevate this advertisement for Ide shirt collars from a simple sales solicitation to a stylized still life. The crisp contrast of the curved form of the collar against the checkered tile presents the product with an elegance that speaks to both high fashion and art. The MFAH owns the only known 8 x 10 version of this image printed in gelatin silver, as well as this 4 x 5 version printed in platinum, as typically preferred by the artist. After studying at the Clarence H. White School of Photography in New York, Outerbridge began to publish his photographs in and magazines and to work in advertising. In the 1930s, Outerbridge become a pioneer of color photography using the carbro-color process, challenging the then-prevalent view that color photography was a purely commercial medium. uTo view specific works by Outerbridge in the collection, contact the museum's , for an appointment.",
        "artist":"PAUL OUTERBRIDGE",
        "nationality":"American",
        "artistBirth":"1896",
        "artistDeath":"1958"                
    },
    {        
        "title":"Gloucester Harbor",
        "photo":"http://www.mfah.org/site_media/cache/b1/7a/b17afa6df943b9420da146c38b513fe2.jpg",
        "dimensions":"23 1/16 x 30 1/8 inches",
        "technique":"Oil on canvas, mounted on panel",
        "credittext":"Museum purchase with funds provided by; the Agnes Cullen Arnold Endowment Fund",
        "artyear":"1938",
        "link":"http://www.mfah.org/art/100-highlights/gloucester-harbor/",
        "artdesc":"Stuart Davis fragments the elements that make up this harbor scene in Massachusetts-sea, boats, piers, buoys, tackle, and flag-and represents them with patterns of bright color arranged to convey a lively rhythm. In fact, Davis conceived of compositions such as this one in terms of the staccato pulse of American jazz. (International Exhibition of Modern Art) Over a career spanning more than half a century, Davis uniquely combined Cubist syntax with the ambience of American life, providing a bridge between the first generation of American Modernists and the later Abstract Expressionists. A student of Realist painter Robert Henri, Davis participated in the landmark 1913 Armory Show Gloucester Harbor in New York and was inspired by the display of European avant-garde art. Davis's assimilation of Modernist techniques in general, and of Cubism in particular, was strongly colored by his avocation of Realism. Here, the flat, patterned forms reduce spatial relationships and contradict illusionism. At the same time, Davis maintains a real sense of the bustle and life of a busy harbor. was executed during Davis's tenure in the Works Progress Administration program as a government-supported artist. It was featured in the exhibition of contemporary American art sponsored by the WPA at the New York World's Fair in 1939.",
        "artist":"STUART DAVIS",
        "nationality":"American",
        "artistBirth":"1892",
        "artistDeath":"1964"       
    }
]
